[
    {
        "id": 1,
        "title": "新入生歓迎会を開催しました！",
        "date": "2025-04-10",
        "thumbnail": "https://placehold.jp/400x250.png?text=Welcome+Party",
        "excerpt": "4月5日に新入生歓迎会を開催しました！多くの新入生が参加してくれ、大変盛り上がりました。各部門の紹介や、先輩たちのゲーム作品のデモンストレーションなどが行われ、新入生たちは興味津々でした。",
        "content": "<p>4月5日に新入生歓迎会を開催しました！多くの新入生が参加してくれ、大変盛り上がりました。</p><p>会では、各部門の紹介が行われ、プログラミング、イラスト、音楽、シナリオの各分野でどのような活動をしているのかを詳しく説明しました。特に、先輩たちがこれまで制作してきたゲーム作品のデモンストレーションは、新入生たちの目を輝かせていました。</p><p>また、軽食を囲んでの交流会では、新入生と先輩たちが和やかに談笑し、ゲーム制作に関する質問や大学生活のアドバイスなど、活発な意見交換が行われました。新入生からは「こんなに本格的なゲームを作っているなんて驚きました」「早く活動に参加したいです！」といった嬉しい声が聞かれました。</p><p>今年は例年以上に多くの新入生が参加してくれ、GCCの今後の活動がますます楽しみになる一日となりました。新入生の皆さん、これから一緒に素晴らしいゲームを作りましょう！</p>"
    },
    {
        "id": 2,
        "title": "夏のゲームジャム開催決定！",
        "date": "2025-06-01",
        "thumbnail": "https://placehold.jp/400x250.png?text=Game+Jam",
        "excerpt": "今年も夏のゲームジャムの開催が決定しました！テーマは「時間」です。参加メンバーは少人数のチームに分かれ、限られた時間内でゲームを制作します。創造性と技術力を試す絶好の機会です！",
        "content": "<p>今年も恒例の夏のゲームジャムの開催が決定しました！今年のテーマは「時間」です。参加メンバーは少人数のチームに分かれ、限られた時間（48時間）内でゲームを制作します。</p><p>ゲームジャムは、短期間で集中してゲームを制作することで、企画力、開発力、チームワークを飛躍的に向上させる絶好の機会です。今年は「時間」という奥深いテーマで、どのようなユニークなゲームが生まれるのか、今から非常に楽しみです。</p><p>参加者には、アイデアソンから始まり、プロトタイプの開発、テストプレイ、そして最終発表までの一連のプロセスを体験してもらいます。経験豊富な先輩部員がメンターとしてサポートしますので、初心者の方も安心してご参加ください。</p><p>開催期間は7月20日～22日を予定しています。詳細は後日、部内SNSにて発表しますので、奮ってご参加ください！</p>"
    },
    {
        "id": 3,
        "title": "GCCが「ゲームダンジョン」に出展します！",
        "date": "2025-07-15",
        "thumbnail": "https://placehold.jp/400x250.png?text=Indie+Game+Fest",
        "excerpt": "この度、GCCが「ゲームダンジョン2025」への出展が決定いたしました！現在開発中の最新作「エコー・オブ・スターライト」を展示予定です。ぜひ会場でお会いしましょう！",
        "content": "<p>この度、GCCが「ゲームダンジョン2025」への出展が決定いたしました！日頃の活動の成果を多くのゲームファンの方々に見ていただける貴重な機会となります。</p><p>今回のフェスでは、現在開発中の最新作「エコー・オブ・スターライト」を展示予定です。この作品は、SFとファンタジーが融合した独特の世界観を持つアクションRPGで、特に美麗なグラフィックと戦略性の高いバトルシステムに力を入れています。</p><p>ブースでは、実際にゲームをプレイできる試遊台を設置するほか、開発メンバーによるプレゼンテーションや、制作秘話のトークセッションなども企画しています。来場者の方々からのフィードバックも積極的に募り、今後の開発に活かしていきたいと考えています。</p><p>開催日時は10月12日～13日、会場は東京ビッグサイトです。ぜひGCCのブースにお立ち寄りいただき、私たちの情熱が詰まった作品を体験してください！皆様のご来場を心よりお待ちしております。</p>"
    }
]
