[
    {
        "id": 1,
        "title": "新入生歓迎！ゲーム制作の第一歩",
        "date": "2025年4月1日",
        "tags": ["新入生", "イベント", "入門"],
        "thumbnail": "https://placehold.jp/400x220/336655/ffffff?text=Blog+Image+1",
        "excerpt": "4月上旬に新入生向けのオリエンテーションと、サークルでの活動紹介を行いました。ゲーム制作の楽しさを知る良い機会となりました。",
        "content": "<p>2025年4月上旬、新入生を対象とした歓迎オリエンテーションを開催しました。</p><p>多くの新入生が参加し、ゲーム制作への意欲を見せてくれました。サークル活動の紹介、過去の作品展示、そして簡単なゲーム制作体験を行い、参加者からは「想像以上に奥深く、楽しい！」といった声が聞かれました。</p><p>今後は、新入生向けの基礎勉強会を定期的に開催し、各々の興味に合わせたプロジェクトに参加できるようサポートしていきます。</p><p>ゲーム制作に少しでも興味がある方は、ぜひ一度サークルに足を運んでみてください！</p>"
    },
    {
        "id": 2,
        "title": "〇〇コミ参加報告と次回作の進捗",
        "date": "2025年8月15日",
        "tags": ["イベント", "作品", "開発日誌"],
        "thumbnail": "https://placehold.jp/400x220/336655/ffffff?text=Blog+Image+2",
        "excerpt": "夏の大型イベントでの展示の様子と、現在開発中のゲームの最新情報を公開！多くの方にご来場いただきました。",
        "content": "<p>先日開催された夏の大型イベントでは、たくさんの方にGCCのブースにお立ち寄りいただき、誠にありがとうございました。</p><p>今回は、最新作のデモ版を公開し、多くの方にプレイしていただくことができました。いただいたフィードバックを参考に、さらなる改善を進めていきます。</p><p>また、現在開発中の新作ゲームについても、コンセプトアートや初期のゲームプレイ映像を公開し、大きな反響をいただきました。リリースに向けて、メンバー一同全力で開発に取り組んでいますので、続報にご期待ください！</p>"
    },
    {
        "id": 3,
        "title": "〇〇の基礎を学ぼう！勉強会開催",
        "date": "2025年7月1日",
        "tags": ["勉強会", "プログラミング", "Unity", "初心者"],
        "thumbnail": "https://placehold.jp/400x220/336655/ffffff?text=Blog+Image+3",
        "excerpt": "初心者向けのゲームエンジン基礎勉強会を開催しました。プログラミングの基礎から実践まで、楽しく学びました。",
        "content": "<p>特定のゲームエンジンをこれから始める方向けの基礎勉強会を開催しました。基本的な操作方法から、プログラミング言語の書き方、簡単なゲームの作成までを実践的に学びました。</p><p>講師はプログラミング部門のベテランメンバーが担当し、質問にも丁寧に答えてくれたため、参加者全員がスムーズに理解を深めることができました。</p><p>今後も様々なテーマで勉強会を企画していきますので、スキルアップを目指す方はぜひご参加ください。</p><p>次回のテーマは「グラフィック表現の基礎」を予定しています！</p>"
    },
    {
        "id": 4,
        "title": "ゲームジャム2025冬、参加者募集開始！",
        "date": "2025年11月10日",
        "tags": ["イベント", "ゲームジャム", "募集"],
        "thumbnail": "https://placehold.jp/400x220/336655/ffffff?text=Blog+Image+4",
        "excerpt": "毎年恒例のゲームジャムが今年も開催決定！短期間でゲームを制作する熱いイベントです。",
        "content": "<p>恒例のゲームジャムを今年も開催します！</p><p>約2日間でテーマに沿ったゲームを制作するこのイベントは、アイデア出しから実装、発表まで、ゲーム開発の全工程を短期間で経験できる貴重な機会です。チームビルディングの場としても最適で、普段関わりの少ないメンバーとも協力してゲームを完成させることができます。</p><p>今年は「〇〇」をテーマに、斬新なアイデアを募集します。プログラマー、グラフィッカー、サウンドクリエイター、シナリオライター、全てのパートのメンバーを募集しますので、我こそはという方は奮ってご参加ください！</p>"
    },
    {
        "id": 5,
        "title": "新プロジェクト「～～」始動！",
        "date": "2025年10月5日",
        "tags": ["作品", "開発日誌", "SF"],
        "thumbnail": "https://placehold.jp/400x220/336655/ffffff?text=Blog+Image+5",
        "excerpt": "SFをテーマにした大規模新作プロジェクト「～～」が本格始動しました。",
        "content": "<p>かねてより企画を進めていたSFアドベンチャーゲーム「～～」が、ついに本格的な開発段階に入りました。</p><p>広大な宇宙を舞台に、プレイヤーが未知の惑星を探索し、古代文明の謎を解き明かす壮大な物語です。本プロジェクトはサークル史上最大規模となる予定で、各部門のメンバーが連携し、これまで培ってきた技術と創造性を結集させます。</p><p>現在、メインストーリーのプロットを固めつつ、キャラクターデザインや初期マップの制作を進めています。開発の進捗はブログで随時報告していきますので、お楽しみに！</p>"
    }
]
